{
  "select_language": "Escoge un idioma",
  "header_menu_portfolio": "Portafolio y tecnologías",
  "header_menu_about_me": "Sobre mi",
  "header_menu_experience": "Experiencia",
  "aboutMe_title": "Acerca de mi",
  "aboutMe_body": "Soy orgullosamente egresado de ESCOM IPN, soy un entusiasta de la tecnología que siempre está buscando probar cosas nuevas, especialmente si se trata de GNU/Linux y software libre, y aunque no tengo problema usando otros sistema. Me encanta aprender de casi todo, y también me gusta compartir mis conocimientos con los demás porque enseñar es como aprender dos veces, desde que era estudiante universitario era programador web, y es una de mis áreas favoritas de desarrollo porque en realidad es una forma de proporcionar software multiplataforma. En mi tiempo libre disfruto mucho escuchando música, haciendo ejercicio, jugando videojuegos por la noche, viendo anime, películas, etc.",
  "aboutMe_table_hobbies": "Pasatiempos",
  "aboutMe_table_hackerrank": "HackerRank",
  "aboutMe_table_github": "GitHub",
  "aboutMe_table_linkedin": "LinkedIn",
  "portfolio_title": "Portafolio",
  "portfolio_body": "Este es mi portafolio actual, haz click en los encabezados de la tabla para reordenarla, y haz click en los enlaces si quieres conocer alguno de los siguientes proyectos.",
  "portfolio_table_project_name": "Proyecto",
  "portfolio_table_technologies": "Tecnologías",
  "portfolio_table_date": "Fecha (MM/YYYY)",
  "portfolio_table_links": "Enlaces",
  "portfolio_table_link_to_site": "Sitio",
  "portfolio_table_description": "Descipción",
  "portfolio_table_oscargpdev_description": "Es la Single-Page Application que estas usando, esta hecha con React y MUI.",
  "portfolio_table_delidelicake_vue_description": "Es una práctica de Vue.js que hice para Launch X, esta vez no use Bootstrap.",
  "portfolio_table_pokedex_description": "Es una práctica para Launch X, hecha con JavaScript puro, consume una API.",
  "portfolio_table_vaccines_description": "Hice una página HTML para Launch X, el propósito fue hacer una un sitio web a partir de una imagen que nos dieron como práctica de CSS.",
  "portfolio_table_delidelicake_description": "Como parte del programa Launch X, hice este sitio como práctica de HTML, use Bootstrap.",
  "portfolio_table_museummax_description": "Este proyecto fue hecho para conseguir la licenciatura en Ing. en Sistemas Computacionales, construimos una SPA con React como frontend, para el backend usamos Django con un framework REST, usamos tanto el ORM de Django, pero también hicimos Stored Procedures para mejorar el rendimiento, para evitar almacenar en el disco duro del servidor decidimos usar Firebase Storage para mantener las imágenes y las miniaturas.",
  "experience_title": "Experiencia",
  "experience_body": "Es esta página te cuento sobre mi experiencia actual.",
  "experience_table_company": "Empresa",
  "experience_table_technologies": "Tecnologías",
  "experience_table_period": "Periodo",
  "experience_table_description": "Descripción",
  "experience_table_jd_description": "Durante mi estancia en JD Solutions participé en el desarrollo de distintos proyectos que me permitieron acelerar mi crecimiento profesional, con diferentes tecnologías, de la mano de personas experimentadas de las que adquirí parte de mi conocimiento.",
  "experience_others": "Otros",
  "experience_launch_x_body": "Tome el programa de Launch X para pulir mis habilidades y agregar aún más tecnologías a mi repertorio.",
  "experience_acm_icpc_body": "Participé dos veces en el ACM ICPC para poner a prueba mis habilidades durante mi estadía en la universidad, ambas veces quedé cercano a los primeros 100 en la etapa local.",
  "experience_class_leader_title": "Líder de la clase de Algoritmia y Programación Estructurada",
  "experience_class_leader_body": "Fui escogido como líder para esta clase, para coordinar el proyecto de la materia entre 3 grupos, fui uno de los coordinadores principales, mi tarea era administrar las tareas entre los miembros de la clase, la meta que se me puso fue que nadie se quedara sin tareas para que de esta forma pudieran ser evaluados, fue un éxito."
}