{
  "select_language": "Select a language",
  "welcome": "Welcome",
  "details": "details",
  "header_menu_portfolio": "Portfolio",
  "header_menu_about_me": "About me",
  "header_menu_experience": "Experience",
  "aboutMe_title": "About me",
  "years_experience": "years experience",
  "year_experience": "year experience",
  "aboutMe_stack_title": "Technologies stack",
  "aboutMe_body": "I am a proudly graduate from ESCOM IPN, I am a technology enthusiast that is always trying new things, specially if it is about GNU/Linux and free software, I am not married with just using it, but I prefer it over others. I love learning about almost everything, and I also like to share my knowledge with others because teach is like learn it twice, since I was a college student I was a web programmer, and it is one of my favorite development areas because it is actually a way to provide multi platform software. In my free time I really enjoy to listening music, doing workout, playing video games at night, watching anime, movies, etc.",
  "aboutMe_stack_body": "Use the arrows or the menu to discover my portfolio, I have deployed some projects that you can use!. However, I have not public projects with every technology I have worked with, but if you want to know which ones I've used, here you are:",
  "aboutMe_table_hobbies": "Hobbies",
  "aboutMe_table_hackerrank": "HackerRank",
  "aboutMe_table_github": "GitHub",
  "aboutMe_table_linkedin": "Linkedin",
  "aboutMe_table_languages": "Languages",
  "aboutMe_table_languages_spanish": "Spanish",
  "aboutMe_table_languages_spanish_description": "Native.",
  "aboutMe_table_languages_english": "English",
  "aboutMe_table_languages_english_description": "Conversational intermediate, advanced reading.",
  "aboutMe_table_languages_russian": "Russian",
  "aboutMe_table_languages_russian_description": "Conversational basic, intermediate reading.",
  "aboutMe_table_languages_duolingo": "Follow me on Duolingo!",
  "portfolio_title": "Portfolio",
  "portfolio_body": "This is my actual portfolio, click the headers in the table if you want to sort the table, and use the links if you want to visit one of the following projects.",
  "portfolio_table_project_name": "Project",
  "portfolio_table_technologies": "Technologies",
  "portfolio_table_date": "Date (MM/YYYY)",
  "portfolio_table_description": "Description",
  "portfolio_table_links": "Links",
  "portfolio_table_link_to_site": "Site",
  "aboutMe_table_programing_languages": "Programming languages",
  "aboutMe_table_frontend_technologies": "Frontend technologies",
  "aboutMe_table_backend_technologies": "Backend technologies",
  "aboutMe_table_cloud_technologies": "Cloud technologies",
  "portfolio_table_kelpme_description": "It's the project I made in Hack the Ocean hackathon, I was the team leader and I've worked in the backend mainly, but I've helped with the frontend too, I'm proud we finished all the project tasks that we planned since the beginning.",
  "portfolio_table_oscargpdev_description": "It's the current Single-Page Application that you are currently using, I made it with React and MUI.",
  "portfolio_table_delidelicake_vue_description": "A practice of Vue.js that I made for Launch X program, this time I haven't used Bootstrap.",
  "portfolio_table_pokedex_description": "It's a practice for Launch X program, with pure JavaScript, to consume an API.",
  "portfolio_table_vaccines_description": "I made a HTML page for Launch X, we tried to do a website from an image that they provide to us as a CSS practice.",
  "portfolio_table_delidelicake_description": "As a part of Launch X program, I made this site as a practice for HTML, I have used Bootstrap.",
  "portfolio_table_museummax_description": "This project was made for achieve the BE degree in Computing Systems Engineering, we build an SPA with React as a frontend, for the backend we used Django with REST Framework, as we used the Django ORM, we also made some stored procedures, to improve the performance, to avoid to use hard disk storage, we decided to use Firebase Storage to keep the images and thumbnails",
  "experience_title": "Experience",
  "experience_body": "In this page you can find about my current experience.",
  "experience_table_company": "Company name",
  "experience_table_technologies": "Technologies",
  "experience_table_period": "Period",
  "experience_table_description": "Description",
  "experience_table_jd_description": "During my time in JD Solutions, I've participated in several development projects that improved my professional growth, with so many technologies that I got involved in a team with higher experienced people from which I acquired part of my knowledge.",
  "experience_table_sngular_description": "At Sngular, I work on a multidisciplinary team contributing actively with my skills in many projects and teams. I enjoy making materials or tools that could help to make easier our tasks on my own taking advantage of improvement opportunities.",
  "experience_others": "Others",
  "experience_certifications": "Certifications",
  "experience_certifications_azure": "Azure Fundamentals AZ-900.",
  "experience_certifications_secure_development": "Security at development.",
  "experience_hack_the_ocean_title": "Team leader in Hack the ocean hackathon",
  "experience_hack_the_ocean_body": "I was the team leader in the Hack the ocean hackathon, our team finished all the tasks we set for ourselves.",
  "experience_launch_x_body": "I took the Launch X program to improve my skills and get more technologies in my stack.",
  "experience_acm_icpc_body": "I participated two times in the ACM ICPC to test my skills when I was in college, both times I was near the first 100 at local stage.",
  "experience_class_leader_title": "Algorithms and Structured Programming Class Leader",
  "experience_class_leader_body": "I was chosen as leader for this class, the class project was given between 3 class groups, I was one of the main coordinators, my main job was to manage the task between the class members, the goal that was given to me as evaluation was that there wasn't anyone without task, and it was a success."
}
